cask_args adopt: true
# apps
cask '1password'
cask 'flycut'
cask 'hey'
cask 'rectangle'
cask 'signal'
cask 'warp'
cask 'zoom'
# command line
brew 'bash'
brew 'ctop'
brew 'dockutil'
brew 'htop'
brew 'jq'
brew 'shellcheck'
brew 'vale'
brew 'watch'
brew 'yq'
# fonts
tap 'epk/epk'
cask 'font-sf-mono-nerd-font'
