cask_args adopt: true
# apps
cask '1password'
cask 'arc'
cask 'dropbox'
cask 'flycut'
cask 'hey-desktop'
cask 'logitech-options'
cask 'rectangle'
cask 'signal'
cask 'via'
cask 'warp'
cask 'zoom'
# command line
brew 'bash'
brew 'ctop'
brew 'dockutil'
tap 'entireio/tap'
cask 'entireio/tap/entire'
brew 'glab'
brew 'hugo'
brew 'htop'
brew 'jq'
brew 'mole'
brew 'shellcheck'
brew 'vale'
brew 'watch'
brew 'yq'
# fonts
tap 'epk/epk'
cask 'epk/epk/font-sf-mono-nerd-font'
