apple-gcc42
autoconf
automake
bash-completion
cmake
colordiff
curl
exercism
fish
freetype
geoip
git
gnupg
go
graphviz
imagemagick
jpeg
libevent
libmemcached
libpng
libtool
memcached
mercurial
ngrok
openssl
percona-server
phantomjs
pkg-config
postgresql
rabbitmq
rbenv
rbenv-binstubs
rbenv-default-gems
rbenv-gem-rehash
readline
redis
ruby-build
ssh-copy-id
tig
tmux
tree
typespeed
xz
