autoconf
bazaar
boost
boot2docker
chromedriver
cmake
dinghy
direnv
dnsmasq
docker
docker-compose
docker-machine
exercism
fish
git
git-duet
go
godep
htop-osx
httpie
hub
jq
leiningen
libevent
libyaml
mercurial
mongodb26
mysql
oniguruma
openssl
pcre
pkg-config
postgresql
rbenv
rbenv-binstubs
rbenv-default-gems
rbenv-gemset
readline
reattach-to-user-namespace
redis
ruby-build
scons
spiff
spruce
the_silver_searcher
thefuck
tig
tmux
tree
unfs3
watch
wget
xz
