anthropic.claude-code
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
chrischinchilla.vale-vscode
davidanson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fabiospampinato.vscode-diff
golang.go
isudox.vscode-jetbrains-keybindings
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.makefile-tools
redhat.java
redhat.vscode-yaml
richardwillis.vscode-spotless-gradle
skyapps.fish-vscode
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
