bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
chrischinchilla.vale-vscode
davidanson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fabiospampinato.vscode-diff
golang.go
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.makefile-tools
redhat.vscode-yaml
skyapps.fish-vscode
tamasfe.even-better-toml
timonwong.shellcheck
